Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Errichtung von Ställen
en: Construction of stables

source: Bereitstellung von Informationen in Bezug auf Reparatur und Wartung von Stallausrüstungen
en: Providing of information relating to repairing and maintaining stable equipment

source: Reparatur oder Wartung von tierärztlichen Anlagen
en: Repair or maintenance of veterinary installations

source: Aufladen von Mobiltelefonbatterien
en: Mobile phone battery charging

source: Reparatur und Wartung von Smartphones
en: Repair and maintenance of smartphones

source: Interaktive Telekommunikationsdienste
en: Interactive telecommunications services

source: Internetbasierte Telekommunikationsdienste
en: Internet based telecommunication services

source: Dienste eines Internet-Providers
en: Internet service provider services

source: Verbreitung von Fernsehprogrammen, die über Kabelverbindungen an Fernsehempfänger übermittelt werden
en: Dissemination of television programmes relayed by cable link to television receivers

source: Verbreitung von Fernsehprogrammen, die über eine Mikrowellenverbindung an Fernsehempfänger übermittelt werden
en: Dissemination of television programmes relayed by microwave link to television receivers

source: Elektronische Kommunikationsdienste für Banken
en: Electronic communication services for banks

source: Elektronische Kommunikationsdienste zur Übertragung über Kabel
en: Electronic communication services for transmission by means of cables

source: Übermittlung von Notfallmeldungen für Reisende [auf elektronischem Wege]
en: Sending of emergency messages for travellers [by electronic means]

source: Bereitstellung des Zugangs zu einem elektronischen Netz zur Online-Informationsrecherche
en: Provision of access to an electronic on-line network for information retrieval

source: Bereitstellung von Kommunikationseinrichtungen für den Austausch von Daten über elektronische Medien
en: Provision of communication facilities for the interchange of data by electronic means

source: Computergestützte Übertragung von Nachrichten, Informationen und Bildern
en: Computer aided transmission of messages, information and images

source: Vermietung von Personenrufgeräten
en: Rental of radio paging apparatus

source: Übertragung von interaktiver Unterhaltungssoftware
en: Transmission of interactive entertainment software

source: Sperren von Anrufen
en: Call barring services

source: Übertragung von Kurzmitteilungen
en: Transmission of short messages

source: Bereitstellung des Zugangs zu einem globalen Computerinformationsnetz
en: Providing access to a global computer information network

source: Kommunikation per Telematik
en: Telematic communication services

source: Übertragung und Empfang [Übertragung] von Datenbankinformationen über Telekommunikationsnetzwerke
en: Transmission and reception [transmission] of database information via the telecommunication network

source: Elektronische und Telekommunikationsübertragungsdienste
en: Electronic and telecommunication transmission services

source: Telekommunikationsdienstleistungen über Mobilfunknetze
en: Telecommunications services using cellular radio networks

source: Bereitstellung einer Telekommunikationsverbindung zum Internet oder zu Datenbanken
en: Providing telecommunications connections to the internet or databases

source: Elektronische Auftragsübermittlung
en: Electronic order-transmission

source: Vermietung von Einrichtungen zur Fernsehübertragung für den Außenbereich
en: Provision of television broadcasting equipment for outside locations

source: Vermietung von Telekommunikationsausstattung einschließlich Telefone und Fernkopierapparate
en: Rental of telecommunication equipment including telephones and facsimile apparatus

source: Übertragung von Datenbankinformationen via Telekommunikationsnetzwerke
en: Transmission of database information via telecommunications networks

source: Elektronische Datenübermittlung
en: Electronic transmission of data

source: InformationsÃ¼bertragung durch telematische Codes
en: Information transmission by telematic codes

source: Kommunikationsdienste zwischen Computern für die Brauindustrie
en: Communication services between computers for the brewing industry

source: Ausstrahlung von Informationen über das Fernsehen
en: Broadcast of information by means of television

source: Vermietung von Telekommunikationsausstattungen
en: Provision of telecommunication facilities

source: Vermietung von Bildübertragungsgeräten
en: Rental of apparatus for transmitting images

source: Kommunikationsdienste für die elektronische Übertragung von Bildern
en: Communication services for the electronic transmission of images

source: Übertragung von Kabelprogrammen
en: Cable transmission of programmes

source: Übertragung computergestützter Daten über den Rundfunk
en: Transmission of computerised data by means of radio

source: Datenübertragung durch Funkruf
en: Transmission of data by radiopaging

source: Übertragung von Eilbriefen über elektronische Medien
en: Transmission of despatches by electronic means

source: Bereitstellung von Internet-Chatrooms zur Übertragung von Nachrichten zwischen Computernutzern
en: Providing on-line chat rooms for transmission of messages among computer users

source: Bildübertragung via Satellit
en: Transmission of vision via satellite

source: Bildübertragung via interaktiven Multimedia-Netzwerken
en: Transmission of vision via interactive multimedia networks

source: Fachliche Beratung in Bezug auf Telekommunikation
en: Professional consultancy relating to telecommunications

source: Vermietung von Kommunikationseinrichtungen via Radio
en: Provision of communications facilities via radio

source: Kommunikationsdienste auf elektronische Wege
en: Communication services provided electronically

source: Drahtlose elektronische Übermittlung von Tonsignalen
en: Wireless electronic transmission of voice signals

source: Telekommunikationsberatung betreffend elektronische Netze
en: Information services relating to electronic communication networks

source: Vermietung von Kabelübertragungseinrichtungen
en: Leasing of cable television equipment

source: Kommunikationsdienste mittels Telefonkarten oder Kreditkarten
en: Providing communication services through the use of phone cards or debit cards

source: Ausstrahlung von Musik
en: Music broadcasting

source: Telekommunikationsdienstleistungen für Flugzeugpassagiere
en: Telecommunications services for aircraft passengers

source: Telekommunikationsdienstleistungen zur Verbreitung von Daten
en: Telecommunications services for the distribution of data

source: Fernkopierkommunikations- und -übertragungsdienste
en: Facsimile communication and transmission services

source: Übermittlung von schriftlichen Mitteilungen in Form von Telegrammen
en: Transmission of written communications in the forms of telegrams

source: Bereitstellung von Internetforen zur Übertragung von Nachrichten zwischen Computernutzern
en: Providing on-line forums for transmission of messages among computer users

source: Bereitstellung des Zugriffs auf Computerprogramme in Datennetzen
en: Providing user access to computer programmes in data networks

source: Interaktive Videotextdienste
en: Inter-active video text services

source: Elektronische Kommunikationsdienste zur Übertragung über Antennen
en: Electronic communication services for transmission by means of aerials

source: Kommunikationsdienste mittels Internet
en: Provision of on-line communications services

source: Auskünfte über Telekommunikation
en: Information about telecommunication

source: Bereitstellung des Zugangs zum Internet
en: Provision of internet access services

source: Ausstrahlung von Radio- und Fernsehprogrammen, auch über Kabelnetze
en: Radio and television broadcasting, also via cable networks

source: Vermietung von Funktelefonen
en: Leasing of radio telephones

source: Vermietung von drahtlosen Kommunikationssystemen
en: Rental of wireless communication systems

source: Digitale Kommunikationsdienste
en: Digital communications services

source: Telekommunikationsdienste, nämlich Abfangen und Verhindern von unerwünschten Anrufen durch Telefonverkäufer
en: Telecommunications services, namely intercepting and preventing unsolicited calls from telemarketers

source: Elektronischer Austausch von Daten
en: Electronic data interchange services

source: Kommunikationsdienste zur Übertragung von Informationen mittels Computer
en: Computer communications for the transmission of information

source: Telekommunikationsdienste für den Betrieb von Personenrufsystemen
en: Electronic transmission of voices (Services for the -)

source: Telekommunikation mittels Funk
en: Radio telecommunications

source: Ausstrahlung von Fernsehprogrammen per extraterrestrischen Satellit
en: Relaying of television programmes by extra-terrestrial satellite

source: Fernübertragung von Audiosignalen mittels Telekommunikation
en: Remote transmission of audio signals by means of telecommunications

source: Fernübertragung von Informationen, einschließlich Webseiten
en: Telecommunication of information (including web pages)

source: Drahtlose Ausstrahlung
en: Wireless broadcasting

source: Signalübertragung für den elektronischen Handel über Telekommunikationssysteme und Datenkommunikationssysteme
en: Signal transmission for electronic commerce via telecommunication systems and data communication systems

source: Nachrichten- und Bildübermittlung
en: Transmission of messages and images

source: Bereitstellen des Zugriffs auf Webseiten mit digitaler Musik im Internet
en: Providing access to digital music web sites on the internet

source: Auskünfte auf dem Gebiet der Kommunikation
en: Information relating to communications

source: Internationale Telefondienste
en: International telephone services

source: Drahtlose Übertragung von Telefaxen
en: Wireless facsimile mail services

source: Automatisierte Telefonauskunftsdienste
en: Automatic telephone answering services

source: Übertragung von Kabel- und Satellitenprogrammen
en: Cable and satellite transmission of programmes

source: Bereitstellung des Zugriffs auf Webseiten im Internet
en: Providing access to web sites on the internet

source: Kommunikationsdienste über Computernetzwerke
en: Communication services over computer networks

source: Radio-, Telefon-, Telegrafenkommunikationsdienste
en: Radio, telephone, telegraph communication services

source: Datenübertragung mittels E-Mail
en: Data transmission by electronic mail

source: Bereitstellung von elektronischen Online-Mailbox-Diensten und Gesprächsforen
en: Providing on-line electronic bulletin board services and chat rooms

source: Streaming von Tonmaterial im Internet
en: Streaming of audio material on the internet

source: Über ein Kennwort zugängliche Telematikdienste
en: Telematics services accessible by password

source: Über einen Zugangskode zugängliche Datenkommunikationsdienste
en: Data communication services accessible by access code

source: Kommunikationsdienste zur Durchführung von Videokonferenzen
en: Communication services for video conferencing purposes

source: Satellitenübertragung von Daten über ein globales Online-Computernetzwerk
en: Satellite transmission of data via an on-line global computer network

source: Übertragung von Telefongesprächen
en: Transmission of telephone calls

source: Ausstrahlung von Videofilmen
en: Transmission of video films

source: Elektronische Übertragung von schriftlichen Mitteilungen
en: Transmission of written communications (Electronic -)

source: Nachrichten- und Bildübermittlung mittels Computer
en: Computer aided transmission of messages and images

source: Simultanübertragung von Fernsehprogrammen über globale Kommunikationsnetze, das Internet oder drahtlose Netze
en: Simulcasting broadcast television over global communication networks, the Internet and wireless networks

source: Bereitstellung des Zugangs zum Internet für soziale Netzwerke
en: Providing on-line chat rooms for social networking

source: Vermietung von Sendezeiten für Kommunikationsdienste
en: Supply of airtime for communication services

source: Digitale Übertragungsdienste
en: Digital transmission services

source: Computergestützte Übertragung von Bildern
en: Computer aided transmission of images

source: Übertragung von Informationen im audiovisuellen Bereich
en: Transmission of information in the audiovisual field

source: Übertragung von Informationen mittels Fernschreibmaschinen und Satellit
en: Transmission of information by teletypewriter, by satellite

source: Datenübertragungsdienste mittels Computer
en: Computer data transmission services

source: Weiterleitung von Nachrichten mittels Telefon
en: Transmission of messages by telephone

source: E-Mail- und Nachrichtenübermittlung
en: Electronic transmission of mail and messages

source: Elektronische Übertragung von Computerprogrammen über das Internet
en: Electronic transmission of computer programs via the internet

source: Vermietung von Geräten zur Übertragung von Videosignalen
en: Rental of apparatus for the broadcast of video signals

source: Elektronische Informationskommunikation
en: Communication of information by electronic means

source: Telefondienst für Ferngespräche
en: Long distance telephone services

source: Kabelausstrahlung von TV-Programmen
en: Broadcasting of cable television programmes

source: Übermittlung und Empfang von Nachrichten mittels weltweiter Computernetze
en: Transmission and reception of messages by means of worldwide computer networks

source: Übermittlung von elektronischer Post [E-Mail-Datendienste]
en: Transmission of electronic mail [e-mail data services]

source: Ausstrahlung von Spielfilmen über Satellit
en: Broadcasting of motion pictures by satellite

source: Kommunikationsdienste durch Autotelefone
en: Car telephone communications services

source: Auskunftsdienstleistungen in Bezug auf Telekommunikation
en: Information services relating to telecommunications

source: Beratung und Information auf dem Gebiet der Telekommunikation
en: Information, consultancy and advisory services relating to telecommunications

source: Internet-Verbindungsdienstleistungen für Privatverbraucher und kommerzielle Einrichtungen
en: Internet connection services for residential consumers and for commercial entities

source: Beratungsdienste in Bezug auf Kommunikationsgeräte
en: Advisory services relating to communications equipment

source: Drahtlose Übertragung und Ausstrahlung von Fernsehprogrammen
en: Wireless transmission and broadcasting of television programmes

source: Vermietung von Computerkommunikationsapparaten und -instrumenten
en: Rental of computer communication apparatus and instruments

source: Mobilfunkdienste für private Nutzer
en: Provision of private mobile radio services

source: Vermietung von Einrichtungen für Telekonferenzen für Unterrichtszwecke
en: Provision of teleconferencing facilities for educational purposes

source: Kommunikationsdienste zur Übertragung von Notrufmeldungen
en: Communication services for the delivery of emergency messages

source: Übertragung von Daten über Kommunikationssatelliten
en: Transmission of data by communications satellite

source: Übertragung von Daten auf elektronischem Wege
en: Transmission of data by electronic means

source: Netzwerkübertragungsleistungen von Tönen, Bildern, Signalen und Daten
en: Network transmission of sounds, images, signals and data

source: Kommunikation über das Fernsehen für Besprechungen
en: Communications by television for meeting

source: Übertragung von Informationen für Geschäftszwecke
en: Transmission of information for business purposes

source: Verbindungsdienste mittels Rahmenrelais zur Datenübertragung
en: Providing frame relay connectivity services for data transfer

source: Geschützte Daten-, Ton- und Bildübertragungsdienstleistungen
en: Secured data, sound and image transmission services

source: Satellitenübertragungsdienste in Geschäftsangelegenheiten
en: Satellite broadcasting services relating to business

source: Textübertragungsdienste über Fernsehbildschirme
en: Television screen based text transmission services

source: Datenübertragung auf elektronischem Wege
en: Data communication by electronic means

source: Elektrische Datenübertragung über ein globales Netzwerk zur Datenfernverarbeitung, einschließlich das Internet
en: Electrical data transmission over a global remote data processing network, including the internet

source: Tonübertragung über elektronische Medien
en: Transmission of sound by electronic means

source: Telekommunikationsdienstleistungen zwischen Finanzinstituten
en: Telecommunications services between financial institutions

source: Elektronische Kommunikationsdienste zur Datenübertragung
en: Communication services for the electronic transmission of data

source: Vermietung von Signalgeräten
en: Rental of signalling apparatus

source: Tonübertragung mittels Satelliten
en: Transmission of sound via satellite

source: Satelliten- und Kabelübertragung
en: Cable and satellite transmission services

source: Elektronische Übertragung von Daten und Dokumenten über Computerterminals und elektronische Geräte
en: Electronic transmission of data and documents via computer terminals and electronic devices

source: Vermietung von Sendezeit per Satellit
en: Rental of broadcasting time by satellite

source: Vermietung von Funksendegeräten
en: Rental of radio transmission apparatus

source: Übertragung von Informationen über elektronische Kommunikationsnetze
en: Transmission of information by electronic communications networks

source: Übertragung von Informationen über optische Telekommunikationsnetzwerke
en: Transmission of information on optical telecommunication networks

source: Online-Informationen in Bezug auf Telekommunikation
en: On-line information services relating to telecommunications

source: Telekommunikationsdienstleistungen über ISDN
en: Telecommunications services, namely, ISDN services

source: Übertragung von Daten, Ton und Bild per Satellit
en: Transmission of data, sound and images via satellites

source: Elektronische Auftragsübermittlung für Floristen
en: Electronic order transmission for florists

source: Elektronische Übertragung von Daten und Dokumenten mittels Computerterminals
en: Electronic transmission of data and documents via computer terminals

source: Vermietung von Datenübertragungsapparaten und -instrumenten
en: Rental of teleprocessing apparatus and instruments

source: Kommunikationsdienste mittels Funktelefon
en: Radio telephone communication services

source: Vermietung von Zugriffszeit zu Computerdatenbanken
en: Leasing of access time to a computer database

source: Übertragung digitaler Informationen
en: Transmission of digital information

source: Zwischenstaatliche Telefondienste
en: Interstate telephone services

source: Vermietung von Telekommunikationsleitungen
en: Rental of telecommunications lines

source: Fernsehübertragungen per Satellit
en: Satellite television broadcasting

source: Datenübertragung durch Fernschreiber
en: Transmission of data by teletypewriter

source: Übertragung von Daten durch die Verwendung elektronischer Bildverarbeitung über Telefonverbindungen
en: Transmission of data through the use of electronic image processing by telephone link

source: Elektronischer Austausch von Daten aus Datenbanken, die über Telekommunikationsnetze zugänglich sind
en: Electronic exchange of data stored in databases accessible via telecommunication networks

source: Übertragung von Informationen über digitale Netzwerke
en: Information transmission services via digital networks

source: Interaktive Übermittlungs- und Kommunikationsdienste
en: Interactive broadcasting and communications services

source: Audiovisuelle Übertragungsdienste
en: Audiovisual transmission services

source: Sprachaktivierte Wähldienste
en: Voice-activated dialing services

source: Drahtlose digitale Nachrichtenübertragung
en: Wireless digital messaging services

source: Vermietung von Einrichtungen zur Rundfunkübertragung für den Außenbereich
en: Provision of radio broadcasting equipment for outside locations

source: Übermittlung von Berichten über Telekommunikationswege
en: Provision of reports relating to communications

source: Übertragung von Rundfunk- und Fernsehprogrammen über Satellit
en: Transmission of radio and television programmes by satellite

source: Kabelübertragung von Tönen, Bildern, Signalen und Daten
en: Cable transmission of sounds, images, signals and data

source: Computergestützte Übertragung von Informationen und Bildern
en: Computer aided transmission of information and images

source: Kommunikationsdienste über wireless application protocol [WAP], einschließlich solcher die einen sicheren Kommunikationskanal nutzen
en: Provision of wireless application protocol services including those utilising a secure communications channel

source: Verbreitung von Daten oder audiovisuellen Bildern über ein globales Computernetz oder das Internet
en: Distribution of data or audio visual images via a global computer network or the internet

source: Bereitstellung eines Mehrbenutzereinwahl- und dedizierten Zugangs zum Internet
en: Providing multiple user dial-up and dedicated access to the internet

source: Rückübertragung von Bildern via Satellit
en: Retransmission of images via satellite

source: Telekommunikation über Computerterminals, über Telematik, Satelliten, Funk, Telegrafie, Telefone
en: Telecommunications by computer terminals, via telematics, satellites, radios, telegraphs, telephones

source: Datenübertragungsdienste über Telekommunikationsnetzwerke
en: Data transmission services over telecommunications networks

source: Kommunikationsdienste für die Übertragung von Informationen auf elektronischem Wege
en: Communication services for the transmission of information by electronic means

source: Vermietung von Telekommunikationsgeräten und -anlagen
en: Rental of telecommunications apparatus and installations

source: Telekonferenz- und Videokonferenzdienstleistungen
en: Teleconferencing and video conferencing services

source: E-Mail- und Nachrichtenübermittlungsdienste
en: Electronic mail and messaging services

source: Übermittlung von Nachrichten und Daten durch elektronische Übertragung
en: Delivery of messages and data by electronic transmission

source: Telekommunikationsdienstleistungen zur Schriftsetzung
en: Telecommunications services for typesetting

source: Bereitstellen von Zugangsberechtigungen zum Internet [Serviceprovider]
en: Providing user access to the internet (services providers)

source: Elektronische Kommunikationsdienstleistungen für Finanzinstitute
en: Electronic communication services for financial institutions

source: Kommunikation via eines globalen Computernetzwerks oder Internet
en: Communications via a global computer network or the internet

source: Vermietung von Kommunikationsgeräten
en: Leasing of communications apparatus

source: Vermietung von Telefonleitungen
en: Leasing of telephone circuits

source: Vermietung von Mobiltelephonen
en: Rental of cellular telephones

source: Übertragung von Informationen über Videokommunikationssysteme
en: Transmission of information through video communication systems

source: InformationsÃ¼bermittlung Ã¼ber nationale und internationale Netze
en: Transmission of information via national and international networks

source: Bereitstellung des Zugangs zu einem weltweiten Computernetz zur Übertragung und Verbreitung von Informationen
en: Providing access to a global computer network for the transfer and dissemination of information

source: E-Mail und Übertragungen mittels Fernkopierer
en: Electronic mail and facsimile transmission services

source: E-Mail- und Mailbox-Dienstleistungen
en: Electronic mail and mailbox services
